Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: རབ་བསྔགས་རྒྱལ་བས་བསྟོད་པ་ཡི། །སྔགས་ཟློས་པ་ལ་བརྩོན་པར་བྱེད། །
en: He should be engaged in the recitation of the mantra taught here, Described by the Victorious One as perfect. {11.15}

source: ལས་འབྲས་དག་ལ་རྟག་ཡིད་ཆེས། །འཇིག་རྟེན་ཕ་རོལ་དེ་བཞིན་ནོ། །
en: “Seeing that the fruits of one’s actions Come without fail, even in the afterlife,

source: སྡིག་པ་ཀུན་ལ་འཇིགས་བྱེད་པ། །ཤིན་ཏུ་ཕྲ་བའང་དེ་བཞིན་ནོ། །
en: He would be wary of any evil, Even as small as a tiny particle.

source: གཙང་ཞིང་གྲིམས་དང་ལེ་ལོ་མེད། །ཡིད་གཞུངས་བལྟ་ན་
en: He should be pure, adroit, not lazy, Intelligent, and pleasant to behold. {11.16}

source: སྡུག་པ་དང་། །སྟོབས་བཅུ་ལྡན་པས་སྔགས་བཤད་དང་། །དེ་བཞིན་རྒྱལ་བའི་སྲས་དང་ནི། །གང་དག་འཇིག་རྟེན་སྔགས་དག་དང་། །རྡོ་རྗེ་པདྨའི་རིགས་དག་གིས། །དེ་ལ་རྟག་ཏུ་བརྩོན་བྱེད་དང་། །གཞུང་དང་བསྟན་བཅོས་དོན་ཀློག་པ། །
en: “Whatever mantras have been taught by those with the ten powers And by the sons of the same, the victorious ones, And whatever worldly mantras there are, And also those in the Vajra and Lotus families, He should always exert himself in their study, Absorbing the meaning from the written treatises. {11.17}

source: ནད་མེད་པ་དང་སྟོབས་ལྡན་དང་། །རྒན་དང་གཞོན་པ་རྣམ་པར་སྤངས། །
en: “He should not be diseased or disabled, Neither too old nor too young.

source: སྔགས་གྲུབ་དེ་བཞིན་ཤེས་ཉེན་ཅན། །ཀུན་ནས་མྱུར་དུ་བྱེད་པ་དང་། །
en: He should have accomplished the mantra and be protected by it. He should operate efficiently in every respect. {11.18}

source: ལས་མཐའ་མི་རིང་ང་རྒྱལ་ཆུང་། །ཟུར་ཙམ་གྱིས་གོ་ཁྱད་པར་ཅན། །
en: “He must not procrastinate, be free of haughtiness, And specifically understand bodily expressions.

source: ཚངས་པར་སྤྱོད་ཅིང་ཤེས་རབ་ཆེ། །གཅིག་པུ་འདྲེ་བར་མི་བྱེད་དང་། །
en: Celibate and with great insight, He should be solitary and not mingle. {11.19}

source: འཇམ་དཔལ་གྱིས་གསུངས་རྒྱུད་དག་ལ། །དབང་བསྐུར་ཐོབ་ཅིང་དཔའ་བ་དང་། །
en: “He, the hero, must have obtained an initiation Into this tantra, taught by Mañjuśrī.

source: བཟླས་པའི་མཐར་བྱས་ལྡན་པ་དང་། །དེ་བཞིན་རིག་པ་གོམས་བྱས་དང་། །
en: He should have reached the end of his recitations And have gained the understanding. {11.20}

source: སེམས་དཔའ་ཆེ་ཞིང་འཇིག་རྟེན་ཤེས། །འགྲོ་བའི་དེ་ཉིད་རྗེས་སེམས་དང་། །
en: “He should have great dignity, understand the ways of the world, And reflect upon the reality of the different states of rebirth.

source: ལེགས་པའི་ལམ་ཉིད་རབ་སྦྱར་བྱེད། །སྦྱིན་བྱེད་འབྱུང་པོ་ཕན་ལ་དགའ། །
en: He should apply himself diligently to the practice of virtue, Be generous, and delight in benefiting beings. {11.21}

source: ཁྱད་པར་ཅན་དེའི་སློབ་དཔོན་ལ། །རྟག་ཏུ་དོན་དུ་གཉེར་བར་བྱ། །
en: “A master distinguished in this way Should always be supplicated,

source: དཀྱིལ་འཁོར་དེ་ནི་བྲིས་པ་ལ། །སྔགས་རྣམས་གྲུབ་པ་སྟེར་བར་འགྱུར། །
en: As the maṇḍala containing mantras written by him Will lead to accomplishment. {11.22}

source: དེ་ཉིད་ཀྱིས་ནི་དབང་བསྐུར་ན། །འབྲས་བུ་ཆེན་པོ་སྟེར་བར་འགྱུར། །
en: “An empowerment bestowed by him Will bear great fruits.

source: གྲུབ་པ་འདོད་པའི་སློབ་མས་ཀྱང་། །ཐུབ་མཆོག་དེ་ནི་རྟག་ཏུ་མཆོད། །
en: Such a master should always be venerated as a sage By the disciples who desire accomplishment. {11.23}

source: དེ་ཡི་བཀའ་ནི་མི་འགོམ་པར། །སློབ་མས་འབད་ནས་བྱ་བ་ཡིན། །
en: “His instructions must not be disobeyed But should be followed by the disciples with diligence.

source: ཅི་ལྟར་འབྱོར་པ་ཡོད་པ་བཞིན། །ལོངས་སྤྱོད་དེ་ལ་སྦྱིན་པར་བྱ། །
en: He should be given objects of enjoyment, Whatever are available, according to one’s means— {11.24}

source: ཉུང་བའང་ཡང་ན་མང་བའང་རུང་། །གང་གིས་དགའ་བ་ཐོབ་འགྱུར་བ། །
en: “A gift big or small, Or any gift that will please the master.

source: ལུས་དང་སྲོག་གི་དོན་ཕྱིར་ནི། །ནོར་ནི་ཅི་ལྟར་སྦྱིན་པ་བཞིན། །
en: Just as the father’s body and mind Constitute the cause for the existence of one’s own body, {11.25}

source: སློབ་མ་ཆོས་རིག་དེ་བཞིན་དུ། །སློབ་དཔོན་ཕྱིར་ནི་ནོར་སྦྱིན་ན། །
en: “In the same way will the disciple who knows the Dharma Obtain renown, accomplishments,

source: ཚེ་དང་ནད་མེད་དེ་བཞིན་དུ། །གྲགས་པ་ཐོབ་པར་འགྱུར་བ་ཡིན། །
en: Long life, and good health, If only he offers his wealth to the master. {11.26}

source: སློབ་མས་བླ་མ་དེ་མཆོད་ན། །དག་པའི་འགྲོ་བ་ཐོབ་པར་འགྱུར། །
en: “A disciple who reveres his master Will make excellent progress.

source: ལམ་ནི་སྣ་ཚོགས་ཉེར་བསྟན་པས། །དེ་ལ་སྔགས་ནི་འགྲུབ་པར་འགྱུར། །
en: His mantras will bring accomplishments Once the path of ritual procedures has been explained. {11.27}

source: དེ་ལ་བསྟེན་དང་བསྙེན་བཀུར་བྱས། །རི་མོ་བྱས་དང་མཆོད་པས་ནི། །སངས་རྒྱས་རྣམས་དང་དེ་བཞིན་དུ། །རྒྱལ་བའི་སྲས་རྣམས་མཉེས་པར་འགྱུར། །
en: “All the buddhas rejoice, And so do the foremost sons of the victorious ones, When the teachers are served, adored, And worshiped respectfully. {11.28}

source: བླ་མ་རྟག་ཏུ་བསྙེན་བཀུར་ན། །ལྷ་རྣམས་ཐམས་ཅད་དགའ་བར་འགྱུར། །
en: “All the gods are pleased With any kind act done to a teacher.

source: བླ་མ་སྔགས་རྣམས་མཐོང་བ་ཡིས། །དེ་ལྟར་ཐམས་ཅད་བསྟན་པ་ཡིན། །
en: All this pertains to teachers Who impart the knowledge of mantras. {11.29}

source: སྒྲུབ་པ་པོས་ནི་དང་པོར་ཡང་། །དམ་ཚིག་ལ་ནི་འཇུག་པར་བྱ། །
en: “If he has not done this already, The practitioner should first enter into the samaya bond,

source: དམའ་བའམ་དེ་དང་མཉམ་པའང་རུང་། །
en: Regardless of whether he is a person of equal Or superior position to the teacher. {11.30}

source: གལ་ཏེ་ཁྱད་པར་གྱུར་ན་ཡང་། །རྨོངས་པའམ་ལྷག་པ་ཡིན་ཡང་རུང་། །རྟག་ཏུ་བླ་མ་བརྙས་མི་བྱ། །
en: “Neither an ignorant nor a brilliant disciple Should ever disrespect the master.

source: ཅི་ལྟར་དེ་ཉིད་རྗེས་མཐོང་ལ། །སྔགས་འགྲུབ་པ་ལ་བྱ་བ་ཡིན། །
en: He should instead apply himself to the tantra In which he has been instructed.

source: སྔར་བསྟན་པ་ཡི་སློབ་མ་ཡིས། །དེ་ལ་ཕྲག་དོག་བྱ་བ་མིན། །ལུས་ཅན་བརྩེ་བ་འཕེལ་བྱེད་པའི། །མིག་ནི་གང་ལ་ཡོད་གྱུར་པ། །
en: “A previously trained disciple Should harbor no jealousy toward the master, But instead should have an eye That is the embodiment of growing love. {11.32}

source: དེ་ནི་སློབ་མ་ཉིད་བྱ་སྟེ། །སློབ་དཔོན་རྒྱུར་ཡང་བྱ་བ་ཡིན། །
en: “The master is himself the cause For the development of the disciple;

source: གང་དུ་ཕན་ཚུན་རྒྱུད་ལ་ནི། །བརྩེ་བའི་ཕྲེང་བ་ཡོད་པ་དང་། །
en: A bond of love should stretch Between their two minds. {11.33}

source: བརྩེ་བའི་རྒྱུད་ནི་འཛིན་པ་ལ། །དེ་ལ་སྔགས་ནི་སྦྱིན་པར་བྱ། །
en: “While maintaining a loving mind He should offer the mantra to the disciple;

source: སློབ་དཔོན་ལ་ནི་སློབ་མ་འམ། །བླ་མས་སློབ་མ་མཐོང་བའང་རུང་། །
en: Whenever the disciple sees the master, Or the master sees the disciple, {11.34}

source: རྟག་ཏུ་སྤྲོ་བར་འགྱུར་བ་ལ། །གཉི་ག་ལ་ནི་གྲུབ་པ་གནས། །
en: “They should always be joyful, Remain practicing together,

source: དེ་དག་ལ་ནི་རྟག་ཏུ་ཡང་། །སྔགས་སྤྱོད་ལམ་ནི་བསྟན་པར་བྱ། །
en: And at all times focused On the path of mantric conduct. {11.35}

source: གཉི་གས་ཕ་དང་བུར་ཤེས་ལ། །སྔགས་ནི་འབྲས་བཅས་གནས་པ་ཡིན། །
en: “Both of them, the father and the son, Knowing the mantra, will reap the results.

source: སློབ་མ་བླ་མས་རྟག་ཏུ་ནི། །བརྟན་དང་དགའ་བ་དེ་བཞིན་ཐོབ། །
en: Both the disciple and the teacher Will find stability and joy. {11.36}

source: བུ་ནི་ཆོས་དང་རྗེས་མཐུན་ལ། །འབད་པས་རྟག་ཏུ་བསྲུང་བར་བྱ། །
en: “The son—the dear Dharma child— Should always be diligently protected.

source: དེ་དག་ལ་ནི་སངས་རྒྱས་ཆོས། །རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་འགྱུར། །
en: The uninterrupted condition of the buddhas Is present also in them. {11.37}

source: གལ་ཏེ་དེ་མེད་མགོན་བྲལ་ལ། །སྔགས་རྣམས་ཅི་སྐད་གསུངས་པ་བཞིན། །
en: “If the buddhas are absent and beings are without a protector, The mantras should be given to them just as they are taught.

source: སེམས་ཅན་དབུལ་པོ་རྣམས་ལ་ནི། །ཁྱད་པར་དུ་ཡང་སྔགས་བྱིན་ན། །
en: They should be given in particular to those beings Who are destitute or powerless.

source: སེམས་ཅན་ཀུན་ལའང་སྦྱིན་པ་བས། །སྔགས་ཀྱི་སྤྱོད་པ་ཁྱད་པར་འཕགས། །
en: Mantra practice is excellent For all beings without exception. {11.38}

source: མཆོག་དང་བར་མ་ཐ་མ་ནི། །དུས་རྣམས་ཀུན་དུ་བྱ་བ་སྟེ། །
en: “This mantra practice can be done at all times By those of the lowest, highest, and medium capacities,

source: རྟག་ཏུ་སེམས་ཅན་ཀུན་ལ་ནི། །རྗེས་སུ་གཟུང་བའི་ཕྱིར་བྱའོ། །
en: And can be used to bring benefit To all beings on any occasion. {11.39}

source: འགྲོ་བའམ་སྐྱེ་གནས་རྣམ་བརྟགས་ནས། །འདོད་པ་དག་ལ་སྦྱིན་པར་བྱ། །
en: “This mantra conduct should be given to those who seek it After determining their state and origin.

source: དེ་ནི་ཅི་ལྟར་འདོད་པའི་སྔགས། །སློབ་མས་དེ་ལ་བླང་བར་བྱ། །
en: The disciple, for his part, Should train in whatever mantra he desires. {11.40}

source: དེ་ཉིད་ཀྱིས་བསྟན་ལམ་ཡིན་ཏེ། །གཞན་དུ་དེ་ལྟ་མ་ཡིན་ནོ། །
en: “One who desires accomplishment should follow The path taught [here], and no other.

source: འཇིག་རྟེན་ཕ་རོལ་པ་ལ་ནི། །གྲུབ་པ་དེ་ལས་བསླང་བར་བྱ། །
en: One should travel on this path, Superior to other paths. {11.41}

source: ཕ་བཞིན་མགོ་བོས་ཕྱག་བྱས་ནས། །དེ་ནས་ཅི་ལྟར་འདོད་བཞིན་འགྲོ། །
en: “One should bow to the master with one’s head As if to one’s father, and then depart, wherever one pleases.

source: དེ་ནས་གཅིག་པུ་འགྲོ་བྱས་ནས། །མཉམ་པར་བཞག་སྟེ་བཟླས་པ་བྱ། །
en: One should go to a secluded place And recite the mantra, fully focused. {11.42}

source: སློང་མོ་སློང་བས་རྗེས་འཚོ་ཞིང་། །ཐུབ་པ་དུས་གསུམ་ཟློས་པར་བྱེད། །
en: “Sustained by food obtained through alms, Observing silence except for the three recitation sessions a day,

source: སྔར་ནི་ཅི་ལྟར་བསྟན་པ་བཞིན། །ལམ་དུ་རབ་ཏུ་འཇུག་པར་བྱེད། །
en: One should follow the path, Just as it was previously taught. {11.43}

source: དེ་ལ་རྗེས་འཇུག་བསྟེན་པ་དང་། །འདུག་པ་དང་ནི་གནས་པའོ། །
en: “Then, following this conduct, One should frequent various places of abode,

source: དབེན་པ་ཆེན་པོ་རི་རྩེ་དང་། །དེ་བཞིན་ཆུ་བོའི་ངོགས་གཙང་དང་། །
en: Such as great forests, mountaintops, And also clean riverbanks, {11.44}

source: བ་ལང་གནས་དང་མཚོ་ཆེན་དང་། །དབེན་པ་སྐྱེ་བོ་རྣམ་སྤངས་དང་། །
en: “Secluded cow pens and forts That are devoid of people,

source: ལྷ་ཁང་སྟོང་དང་ཤིང་དང་ནི། །མཚན་གཅིག་རི་ནི་མཐོན་པོ་དང་། །
en: Empty temples, trees, Solitary lingams, mountain peaks, {11.45}

source: རྒྱ་མཚོ་ཆེ་ངོགས་དགའ་བ་དང་། །གླིང་རྣམས་ཆེན་པོ་དག་དང་ནི། །
en: “Pleasant shores of the great ocean, Sandy islands,

source: རྣམ་པ་སྣ་ཚོགས་སྔར་བསྟན་པའི། །ཡུལ་ནི་ཡིད་དུ་འོང་བ་དང་། །
en: Or various other places as previously described, Pleasing to the mind. {11.46}

source: འདི་དག་ལས་ནི་ཕྱོགས་གཞན་དུ། །མཉམ་བཞག་སྔགས་ནི་བཟླ་བར་བྱ། །
en: “One should recite the mantra in these and other places With a well-focused mind,

source: གྲོགས་པོ་མཚན་ཉིད་ལྡན་པ་ནི། །སྔགས་དོན་ལུགས་དང་ཚད་མར་ལྡན། །
en: In the company of friends endowed with auspicious marks And trained in philosophy and conduct for the sake of mantra practice. {11.47}

source: ཟུར་གྱི་རྣམ་པ་དེ་ཉིད་ཤེས། །བདག་དང་དེ་ཡང་འདྲ་བའོ། །
en: “They ought to know the nature of gestures And be the same as or similar to

source: དཔའ་ཞིང་གཡུལ་ལས་རྣམ་རྒྱལ་དང་། །སྙིང་སྟོབས་ཆེ་ཞིང་བཟོད་དང་ལྡན། །
en: Brave men victorious in battles, Who are honest and patient, {11.48}

source: རྒྱལ་བས་གསུངས་པའི་བསྟན་པ་དང་། །སྔགས་ཀྱི་སྤྱོད་པ་ལ་དད་ཅིང་། །
en: “Who have faith in the mantra practice And the related doctrine taught by the Victorious One,

source: སྔགས་པའི་མཚན་ཉིད་དང་ལྡན་ལ། །བཟོད་དང་ལྡན་པའི་གྲོགས་པོ་ལ། །
en: Who are endowed with the excellent auspicious marks, And who are patient and forbearing. {11.49}

source: དེ་ལ་འབད་པ་མེད་པར་ནི། །སྔགས་ཀྱི་ལས་རྣམས་འགྲུབ་པར་འགྱུར། །
en: “A practitioner who has such companions Will accomplish all activities without toil.

source: ཐོ་རངས་མལ་ནས་ལངས་ནས་ནི། །མཚོ་ཆེན་ལས་བྱུང་ཆུ་བོ་ལས། །
en: He should rise from his bed early And wash himself in clean water, {11.50}

source: བྱུང་ཆུ་སྲོག་ཆགས་སྐྱོན་མེད་པའི། །བཟང་པོས་ཁྲུས་ནི་རབ་ཏུ་བྱ། །
en: “The water from a stream or a big pond That is free of living organisms.

source: ས་དང་ལྕི་བ་ཕྱེ་མ་ཡིས། །སྔགས་ཤེས་པས་ནི་ལུས་དྲིལ་བྱ། །
en: Such a mantra adept should rub his body With powdered clay or cow dung {11.51}

source: སྔགས་ཀྱིས་དེ་བཞིན་དག་བྱས་པའི། །དྲི་མེད་གཙང་སྦྲར་བྱས་པའི་ཆུས། །
en: “And then, having purified with the mantra Some clean water free of any dirt,

source: སྔགས་ལྡན་བདག་ཉིད་ཁྲུས་བྱ་ཞིང་། །ཧ་ཅང་རིང་བར་འདུག་མི་བྱ། །
en: Should perform ritual ablutions while reciting the mantra. He should not miss the right time for these acts. {11.52}

source: དེ་ནས་ལངས་ནས་ཆུ་ངོགས་འདུག །ས་དག་གིས་ཀྱང་ལག་གཉིས་བཀྲུ། །བདུན་དང་བདུན་དང་ཡང་བདུན་ནི། །ཉི་ཤུ་རྩ་གཅིག་བར་དུ་འོ། །
en: “Accordingly, after rising up [in the morning], He should stand on the bank and cleanse his hands with clay— Seven, seven, and again seven times— Twenty-one times in all. {11.53}

source: དེ་བཞིན་དུ་ཡང་ཉེ་རེག་བྱ། །སོ་ཤིང་དག་ཀྱང་ཡང་དག་བྱེད། །
en: “He should then sit down there, And clean his teeth with a tooth stick.

source: སོ་ཤིང་རྣམ་པར་བོར་ནས་ནི། །དེ་ནས་སྐྱོབ་ལ་ཕྱག་ཀྱང་བྱ། །
en: Having spat out the washed-off matter, He should praise the Protector. {11.54}

source: འཇིག་རྟེན་མགོན་ལ་ཕྱག་འཚལ་ནས། །མཆོད་པ་ཡིད་དུ་འོང་བར་བྱ། །
en: “Having praised the protector of the world, He should make offerings pleasing to the mind,

source: རྣམ་པ་སྣ་ཚོགས་མཆོད་བསྟོད་དང་། །ཡང་དག་བསྟོད་པ་ཡང་ཡང་བྱ། །
en: Praising him, again and again, With complimentary hymns of praise. {11.55}

source: དྲི་ཞིམ་མེ་ཏོག་དེ་བཞིན་དུ། །སྟོན་ལ་ཟློས་པས་མཆོད་ཡོན་དབུལ། །
en: “Also, while reciting, he should offer to the Teacher A welcome offering of fragrant flowers,

source: སངས་རྒྱས་རྣམས་དང་དེའི་སློབ་ལ། །སྤྱི་བོས་རབ་ཏུ་ཕྱག་འཚལ་ལོ། །
en: Bow with his head to the buddhas And then to their disciples. {11.56}

source: འཇིག་རྟེན་མགོན་པོ་དེ་དག་གི། །མདུན་དུ་སྡིག་པ་བཤགས་པར་བྱ། །
en: “He should confess his wrongdoings In front of these protectors of the world,

source: རས་རིས་བར་མའི་མདུན་དུ་ནི། །བདག་ཉིད་དག་ཀྱང་དབུལ་བར་བྱ། །
en: And place food and refreshments In front of the painting of middling type. {11.57}

source: ཀུ་ཤའི་ཁྲེས་ནི་བྱས་པ་དེར། །ལེགས་པར་མཉམ་གཞག་འདུག་ནས་ནི། །
en: “He should prepare a seat of kuśa grass And sit there with a focused mind.

source: དེས་ནི་ཕྲེང་བ་ཐོགས་ནས་སུ། །འབད་པས་བཟླས་པ་བྱ་བ་ཡིན། །
en: He should recite the mantra with keenness, Using a rosary of rudrākṣa beads. {11.58}

source: ཅི་ལྟར་རྙེད་པའི་སྔགས་ཀྱིས་བྱ། །དེ་ཚེ་སྔགས་གཞན་བཟླས་མི་བྱ། །
en: “He should only recite the mantra that he was given, And not any other mantra,

source: ཧ་ཅང་ངན་པ་སྤང་བྱ་སྟེ། །ཧ་ཅང་བཟང་པོའང་དེ་བཞིན་ནོ། །
en: In a voice neither too low, Nor, indeed, too loud. {11.59}

source: བར་མ་བར་མའི་ལས་དག་ལ། །སྡོམ་ཆེན་སྔགས་ནི་རྟག་ཏུ་བཟླ། །
en: “In the rites of the medium type, The vow holder should always recite the mantra the ‘medium’ way.

source: ཧ་ཅང་སྐད་མཐོན་འབད་པས་སྤང་། །ཚིག་ནི་དམའ་བའང་མ་ཡིན་ནོ། །
en: He should resolutely avoid speaking loudly, Nor should the words be too low. {11.60}

source: བར་མ་དབུས་ཀྱི་ཡུལ་དག་ཏུ། །རྗེས་མཐུན་རྒྱལ་བས་བསྔགས་པའོ། །
en: “In the rites of the medium type, the ‘medium’ speech Was described by the Victorious One as the best,

source: ཧ་ཅང་སྐད་མཐོ་དམའ་བའང་མིན། །བར་མས་རྟག་ཏུ་བཟླས་པ་བྱ། །
en: So one should recite not too loudly And not too low, but always in between;

source: སངས་རྒྱས་སྔ་མ་ཀུན་གྱིས་ནི། །ཚིག་ནི་ལེགས་ལྡན་ཡིན་ཞེས་གསུངས། །
en: All the buddhas of the past Employed their voice in the best possible way. {11.61}

source: རྟག་ཏུ་གཞན་གྱི་རྣ་ལམ་དང་། །གཞན་གྱི་དྲུང་དུ་མི་བཟླ་འོ། །
en: “One should not recite the mantra near to other people, Or within their range of hearing,

source: དབེན་པའི་ཕྱོགས་སུའང་བདག་རིག་པས། །སྔགས་ཀྱང་བར་མ་བཟླ་བར་བྱ། །
en: But in a hidden place known only to oneself, Reciting in a voice of medium volume. {11.62}

source: དེ་ལྟར་སྔགས་བཟླས་རབ་སྦྱར་ན། །སྔགས་ནི་གང་ཡང་མྱུར་དུ་འགྲུབ། །
en: “If one engages in recitation in this way, The meaning of any mantra will be clearly heard.

source: བར་མའི་སྔགས་ནི་འགྲུབ་འདོད་ན། །ཡང་དང་ཡང་དུ་བཟླས་པ་བྱ། །
en: One should keep reciting this mantra If one desires accomplishment of the medium type. {11.63}

source: དེ་བས་བཟླས་པ་རྣམ་བྲལ་དང་། །སྔགས་ཀྱི་དེ་ཉིད་དོན་ལེགས་ཐོས། །
en: “Consequently, the reciter should chant the mantra In a secluded place where no one gathers,

source: དབེན་ཞིང་གདུང་བ་མེད་པར་ནི། །ཟློས་པས་སྔགས་ནི་བཟླ་བར་བྱ། །
en: A place devoid of people, But where the essential meaning of the mantra can be clearly heard. {11.64}

source: མཚན་མོ་ཡི་ནི་བཞི་ཆ་དང་། །དེ་ཕྱེད་དེ་བཞིན་ཕྱེད་ཉིད་དང་། །
en: “He should recite during the second half Of the second half of the fourth division of the night,

source: སྐྱ་རེངས་དམར་པོ་ཟུང་ཙམ་ལ། །ཉི་མའི་དཀྱིལ་འཁོར་འཆར་བ་ན། །
en: When the copper-red disk of the sun Is four angular cubits above the horizon, {11.65}

source: དང་པོའི་བར་མ་ཉིད་དུ་ནི། །ཐུབ་པ་མཆོག་གིས་གསུངས་པ་ཡིན། །
en: “For that is how the buddhas, the best of men, Have designated the ‘first junction.’

source: ཟུང་ཙམ་ཁྲུ་ནི་བཞི་པ་སྟེ། །བར་མར་ཡོངས་སུ་བསྒྲགས་པ་ཡིན། །
en: The ‘yoke length’ is the length of four cubits, Proclaimed as the ‘medium’ [length]. {11.66}

source: དེ་ནས་ཉི་མ་ཕྱེད་ཤར་ན། །སྔགས་བཟླས་དེ་ཚེ་སྤང་བར་བྱ། །
en: “One should stop the recitation After the sun has risen up into the sky.

source: སྔགས་བཟླས་དེ་ཚེ་བཏང་བ་ན། །སྡོམ་བརྩོན་མཆོད་ཡོན་སླར་གཤེགས་གསོལ། །
en: Having stopped reciting the mantra and dismissed [the deity], The vow holder should make an offering to send [it] away. {11.67}

source: དེ་ཚེ་བཏང་བའི་ལྷག་དུས་ལ། །ཐུབ་པའི་བསྟན་ལ་དགེ་བ་བྱ། །
en: “For the rest of the time henceforth, One should devote oneself to this expert instruction of the Sage:

source: དམ་ཆོས་བཀླག་ལ་སོགས་པ་ནི། །ཤེས་རབ་ཕ་རོལ་ཕྱིན་ལ་སོགས། །
en: One should venerate the teachings, and so forth, of genuine Dharma, As found in the Prajñāpāramitā and other literature. {11.68}

source: གླེགས་བམ་ས་བཅུ་ཞེས་བྱ་བ། །མཆོད་དང་བཀླག་པ་རྟག་ཏུ་བྱ། །
en: “Also the books, such as the one called Daśabhūmika, Should always be venerated and read aloud.

source: དེ་ནས་དུས་ལ་བབ་གྱུར་ན། །རང་སྔགས་སྔགས་ཀྱི་མགོན་པོ་དང་། །ཐུབ་པ་མཆོག་ལ་ཕྱག་འཚལ་ནས། །དེ་ནས་འཚོ་བའི་དོན་དུ་འགྲོ། །
en: When the prescribed time has arrived, One should bow to the buddhas, the best of men, {11.69} “And to one’s mantra, the lord of mantras, And then depart for the sake of sustenance.

source: དུས་གསུམ་སྤྱོད་དང་དེ་བཞིན་ལྡན། །དུས་སུ་ཟས་སྤྱོད་དབང་པོ་ཐུལ། །
en: Observing thus the prescribed regimen, Eating at the appointed time, and controlling one’s senses, {11.70}

source: ཆོས་ཅན་སྒྲུབ་ལ་བརྩོན་པ་དང་། །སངས་རྒྱས་བསྟན་ལ་རབ་ཏུ་དད། །
en: “A Dharma practitioner should always exert himself In the pure training as taught by the Buddha.

source: མི་སྨྲ་གྲོང་གི་ནང་དུ་འདུག །རྟག་ཏུ་གཙང་སྦྲ་སྤྱོད་ལ་དགའ། །
en: Observing silence, one should go to another village, Always delighting in pure conduct. {11.71}

source: ཆོས་ལྡན་སེམས་ཅན་ཁྱིམ་དུ་ནི། །སློང་དུས་རྟག་ཟློས་བྱེད་ཅིང་འདུག །
en: “The mantra reciter should seek alms Only in houses where Dharma is followed,

source: སྲོག་ཆགས་མེད་ཆོས་གྲུབ་པ་ཡི། །ཟས་ནི་གཙང་བར་གྲགས་པ་དང་། །
en: Where the water is filtered and free of living organisms And the food is known to be pure. {11.72}

source: ཡང་དག་ལྟ་བའི་ཁྱིམ་དག་དང་། །སངས་རྒྱས་བསྟན་ལ་དད་པ་ཡི། །
en: “A house where the housewife has correct views And where there is faith in the Buddha’s teachings—

source: དེ་འདྲའི་ཁྱིམ་ལ་རྟག་ཏུ་ནི། །སློང་བའི་དོན་དུ་སློང་མོ་བླང་། །
en: It is in such a household that a mendicant Should always seek and receive alms. {11.73}

source: ཅི་ལྟར་དཔའ་བོས་གོ་བགོས་ཏེ། །ཉམ་ངའི་གཡུལ་དུ་འཇུག་པ་ན། །
en: “Just like a well-equipped warrior Would enter the heat of a battle

source: རྟག་ཏུ་དགྲ་ནི་འཇོམས་བྱེད་དེ། །དགྲ་ཡིས་འཇོམས་ཀྱང་མི་ནུས་པ། །
en: And destroy his opponents without fail, Without himself being harmed by the enemy, {11.74}

source: དེ་བཞིན་སྔགས་པ་རྟག་གྲོང་དུ། །སློང་མོའི་འཚོ་བས་འཇུག་པ་ན། །
en: “So should a mantra practitioner, Who lives on alms, always enter a village.

source: གཟུགས་སྒྲ་ལ་སོགས་བཟང་པོ་ནི། །དེ་ལྟར་མཐོང་བས་ཆགས་གྱུར་ན། །
en: When seeing pleasing forms, Or hearing pleasant sounds, {11.75}

source: འདོད་ཆགས་ཞི་བའི་དོན་གྱི་ཕྱིར། །དགེ་བ་མི་གཙང་བསྒོམ་པར་བྱ། །
en: “One should, in order to appease the passions, Contemplate that which is pleasant as unpleasant.

source: ལང་ཚོའི་རྣམ་པས་བརྒྱན་པ་ཡི། །བུད་མེད་གཟུགས་ནི་མཐོང་བ་ན། །
en: Seeing a female body Adorned with the gracefulness of youth, {11.76}

source: མི་གཙང་དྲི་ངན་བསྒོམ་བྱ་ཞིང་། །ཤིན་ཏུ་སྨད་པ་རྣག་དང་གཅིན། །
en: “One should contemplate it being impure and smelly, Disgusting with its pus, urine, and so forth,

source: སྲིན་བུས་ཟོས་དང་དུར་ཁྲོད་གནས། །ལུས་ནི་མི་རྟག་སྡུག་བསྔལ་ཡིན། །
en: Deposited in a cemetery and slimed over by worms— A body that is impermanent and a source of suffering. {11.77}

source: བྱིས་པ་སྔགས་ལ་རྨོངས་པ་ཡིས། །འགྲོ་བ་ལྔ་པོ་དག་ཏུ་འཁོར། །
en: “The childish, ignorant of mantra, Cycle through the five destinies;

source: ལས་ཀྱི་སྐུད་པས་བཅིངས་ནས་ནི། །ཡུན་རིང་དུས་སུ་མྱ་ངན་བྱེད། །
en: Strung upon the thread of karma, They wallow in misery for a long time. {11.78}

source: མི་ཤེས་སྒྲིབ་པས་རྨོངས་པས་ན། །དམུས་ལོང་སྡུག་བསྔལ་རྒྱུ་ཡང་ཡིན། །
en: “Such fools, steeped in ignorance And blind from birth, create for themselves causes of suffering.

source: གང་དུ་བློ་ནི་ཕྱིན་ཅི་ལོག །སྐྱེ་བོ་ཆགས་པས་ཕོངས་པར་འགྱུར། །
en: Beings with warped minds sink in dejection Because of things they are attached to. {11.79}

source: རྣམ་པ་སྣ་ཚོགས་ལས་གར་གྱི། །རྣམ་པ་དུ་མར་ཆགས་བྱེད་པས། །
en: “Dressed in the costumes of different types of karma, Excited in many different ways,

source: ཡུན་རིང་རེས་ཀྱིས་གནས་ནས་ནི། །འགྲོ་དང་འོང་བར་སྤྱོད་པར་བྱེད། །
en: For a long time they are mounted upon swings And pushed back and forth. {11.80}

source: གར་བྱེད་བཞིན་དུ་སྤྱོད་པ་ཡིས། །བྲན་བཞིན་དུ་ནི་གཏོང་བར་བྱེད། །
en: “Engaged in their dance, They are impelled to follow its steps.

source: མི་གཙང་དགའ་བའི་སེམས་ཅན་གང་། །ཡུན་རིང་ལམ་དུ་ཕོངས་པར་འགྱུར། །
en: Addicted to what is impure, Beings remain despondent for long periods of time. {11.81}

source: འཁོར་བའི་རྒྱ་མཚོའི་ཆུ་འབྱུང་བ། །ཟོ་ཆུན་གྱི་ནི་རྣམ་པ་བཞིན། །འགྲོ་བ་དེ་དག་མི་བཟད་པའི། །སྡུག་བསྔལ་ཆུ་ཡིས་ཁྱབ་པ་ཡིན། །
en: “Being born in the waters of the ocean of existence, There is no end to their births, Which are awash with the water of suffering, Like a well bucket is awash with the water from the well. {11.82}

source: སངས་རྒྱས་ཀྱིས་ནི་བུད་མེད་དག །མ་འདྲེས་སྡུག་བསྔལ་རྩ་བར་གསུངས། །
en: “For women have been declared by the buddhas To be nothing but the root of suffering.

source: ཉན་ཐོས་བྱང་ཆུབ་སེམས་དཔའ་དང་། །རང་རྒྱལ་ཐུབ་པས་དེ་བཞིན་གསུངས། །
en: So also said the śrāvakas, the bodhisattvas, The pratyeka­buddhas, and the sages. {11.83}

source: འཁོར་བའི་རྒྱ་མཚོ་མི་འཁྲུགས་པ། །རྒྱ་མཚོ་འདི་ནི་སྐམ་པར་དཀའ། །བུད་མེད་སེམས་ཀྱིས་བསླུས་པས་ན། །གང་དུ་སེམས་ཅན་བྱིང་གྱུར་ནས། །
en: “Their minds led astray by women, Beings drown in the ocean of cyclic existence That cannot be disturbed And is impossible to dry up. {11.84}

source: དམྱལ་བ་དུད་འགྲོའི་འཇིག་རྟེན་དང་། །ཡི་དགས་འཇིག་རྟེན་ལྷ་མ་ཡིན། །དེ་བཞིན་མི་ཡི་འཇིག་རྟེན་དང་། །ལྷ་ཡི་འགྲོ་བའི་འགྲོ་བར་འགྲོ། །
en: “They then wander through the six realms: The hells and animal realms, The realms of hungry ghosts and of the asuras, And the realms of gods and of men. {11.85}

source: བུད་མེད་ཆགས་པས་བསླུ་པས་ན། །ཀུན་ནས་ཡོངས་སུ་འཁོར་འགྱུར་ཞིང་། །
en: “ Men wander throughout all these destinies, Powerless and deluded on account of women,

source: འདམ་ཆེན་ནང་དུ་འབྱིང་འགྱུར་ལ། །འཁོར་བའི་རྒྱ་མཚོ་བཙོན་ར་ཡིན། །
en: Sinking in the great mire— This prison of the ocean of saṃsāra. {11.86}

source: བུད་མེད་ཆགས་པའི་བླུན་པོའི་མི། །རུལ་བའི་རོ་ལ་ཝ་བཞིན་ནོ། །
en: “ Men fooled by craving for women Are like jackals fooled by rotten flesh.

source: གང་དུ་མི་ནི་ཆགས་བྱེད་པ། །ཤིན་ཏུ་མི་བཟད་སྡུག་བསྔལ་བཟོད། །
en: Beings suffer acute pain Because of things they are addicted to. {11.87}

source: དཀར་པོའི་ཆོས་ནི་དེས་ཉམས་བྱེད། །སངས་རྒྱས་བསྟན་ལ་ཞུགས་པས་ནི། །
en: “If they take up the Buddha’s teaching, Even those who previously corrupted the virtuous Dharma

source: སྡུག་བསྔལ་འཁོར་བའི་རྒྱ་མཚོ་ཉིད། །ཐམས་ཅད་ཡོངས་སུ་ཟློག་བྱེད་ཅིང་། །
en: Will stop all suffering And be no more in the ocean of saṃsāra. {11.88}

source: སྔགས་ཟློས་དགའ་ཞིང་བརྩོན་པ་དང་། །གྲགས་པ་ཆེ་ཞིང་ཆགས་དང་བྲལ། །
en: “Those who are keen on and enjoy mantra recitation Know great renown, are free of craving,

source: གཟི་བརྗིད་ལྡན་ཞིང་ཀུན་དང་མཛའ། །དེ་དག་ལ་ནི་སྡུག་བསྔལ་མེད། །
en: Are majestic, are a friend to the downtrodden, And are free from all suffering. {11.89}
